# Целове число, определяющее размерность матрицы
# Пределы матрицы от 2 до 9
SIZE_MATRIX = 5

# Если не передавать строку с буквами из командной строки, то необходимо 
# указать их в LETTERS
# Заглавными буквами обозначаются те буквы, за которые дается больше очков
LETTERS = None

# Подключение к бд 
MONGO = {'db_name': 'dictionary',
         'collection': 'rus'}

# Можно использовать переходы по диагонали
DIAGONAL = True

# Максимальное количество букв в слове 
# Чем больше количество букв, тем дольше будет идти поиск
DEEP = 5




